---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesDrain
source: html/ece6f98a-6fa4-27fa-d5d2-f6893ae9b3c0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesDrain Property

"Drain"

## Syntax (C#)
```csharp
public static ForgeTypeId PlumbingFixturesDrain { get; }
```